{
  "tip_title": {
    "en": "Your Tip Details",
    "ru": "Детали вашего чаевых",
    "hy": "Ձեր թեյավճարի մանրամասները"
  },
  "tips_amounts": [
    {
      "en": "Tip to Cafe"
    },
    {
      "en": "Tip to Menu"
    },
    {
      "en": "Total",
      "ru": "Итого",
      "hy": "Ընդհանուր"
    }
  ],
  "tip_info": [
    {
      "en": "SUPPORT OUR SERVICE: Your tip helps us maintain high-quality service and making your daily life more comfortable 😊.",
      "ru": "ПОДДЕРЖИТЕ НАШ СЕРВИС: Ваши чаевые помогают нам поддерживать высокое качество обслуживания и делать вашу повседневную жизнь комфортнее 😊.",
      "hy": "Ծառայությանը․ Ձեր թողած թեյավճարն օգնում է մեզ պահպանել բարձրակարգ սպասարկումն և դարձնել Ձեր առօրյան առավել հարմարվետ 😊։"
    },
    {
      "en": "ENHANCE THE MENU: Tips to the menu support the development of new features and better offerings for all users.",
      "ru": "УЛУЧШИТЕ МЕНЮ: Чаевые, оставленные в меню, способствуют разработке новых функций и улучшению предложений для всех пользователей.",
      "hy": "ԲԱՐԵԼԱՎԵՔ ՄԵՆՅՈՒՆ․ Մենյուին թողած թեյավճարները նպաստում են նոր ֆունկցիաների մշակմանը և բոլոր օգտատերերի համար առաջարկների բարելավմանը։"
    },
    {
      "en": "THANK YOU: We appreciate your generosity, which helps us to continuously improve the service for our customers.",
      "ru": "СПАСИБО: Мы благодарны за вашу щедрость, которая помогает нам постоянно улучшать сервис для наших клиентов.",
      "hy": "ՇՆՈՐՀԱԿԱԼՈՒԹՅՈՒՆ․ Մենք գնահատում ենք ձեր առատաձեռնությունը, որը օգնում է մեզ շարունակաբար բարելավել մեր ծառայությունները հաճախորդների համար։"
    }
  ],
  "submit_btn": {
    "en": "Pay Now",
    "ru": "Оплатить Сейчас",
    "hy": "Վճարել Հիմա"
  },
  "terms": {
    "en": [
      "Privacy Policy",
      "Cancellation Policy",
      "Terms of Use",
      "Personal Data"
    ],
    "ru": [
      "Политика Конфиденциальности",
      "Политика Отмены",
      "Правила Использования",
      "Персональные Данные"
    ],
    "hy": [
      "Գաղտնիության Քաղաքականություն",
      "Չեղարկման Քաղաքականություն",
      "Օգտագործման Պայմաններ",
      "Անձնական Տվյալներ"
    ]
  },
  "footer": {
    "en": "All right reserved",
    "ru": "Все права защищены",
    "hy": "Բոլոր իրավունքները պաշտպանված են"
  }
}
